const text = [
    "Create React App — удобная среда для изучения React и лучший способ начать создание нового одностраничного приложения на React. Инструмент настраивает среду для использования новейших возможностей JavaScript, оптимизирует приложение для продакшена и обеспечивает комфорт во время разработки.Дляиспользования понадобятся Node.js не ниже версии 14.0.0 и npm не ниже версии 5.6.",
    "JSX — расширение языка JavaScript. JSX напоминает язык шаблонов c возможностями JavaScript. JSX производит «элементы» React. Вместо того, чтобы искусственно разделитьтехнологии, помещая разметку и логику в разные файлы, React разделяет ответственность с помощью слабо связанных единиц, называемых «компоненты», которые содержат и разметку, и логику.",
    "React-компоненты позволяют разбить интерфейс на независимые части, их можно объединять вместе и использовать несколько раз.Во многом компоненты ведут себя как обычные функции JavaScript.",
]


export default text;